Page({
  data: {
    arr: [
      { id: 0, price1: 5, price2: 30, title: "生鲜果蔬红包", time: "2017/08/02", phone:"限生鲜果蔬频道使用。仅限18316588252用户使用。"},
      { id: 1, price1: 10, price2: 40, title: "生鲜果蔬红包", time: "2017/08/02", phone: "限生鲜果蔬频道使用。仅限18316588252用户使用。" },
      { id: 2, price1: 15, price2: 60, title: "生鲜果蔬红包", time: "2017/08/02", phone: "限生鲜果蔬频道使用。仅限18316588252用户使用。" },
      { id: 3, price1: 8, price2: 30, title: "生鲜果蔬红包", time: "2017/08/02", phone: "限生鲜果蔬频道使用。仅限18316588252用户使用。" },
      { id: 4, price1: 6, price2: 20, title: "生鲜果蔬红包", time: "2017/08/02", phone: "限生鲜果蔬频道使用。仅限18316588252用户使用。" },
    ]
  }
})